package com.mimee.provider;

public final class SampleData {

	public static final String[] event = new String[] {
			"2013王若琳深圳演唱会", 
			"侨城东出发红树林徒步", 
			"【非常梧桐】为爱同行梧桐50公里夜登,3点大腐败集合", 
			"吉他兴趣交流", 
			"非常勿扰-单身男女交流会", 
			"纠结轮哥迷见面会", 
			"决战夏天-HGST足球比赛", 
			"第二届华侨城乐活市集——“读书会友”", 
			"深圳【未来的书店】11月1日开业，欢迎来玩！把10年后的书店提前呈现 ", 
			"蛇口行动┃周末下午剑道（第29季）贵在坚持 "
	};
	
	public static final String[] address = new String[] {
			"深圳福田区 深圳音乐厅 ",
			"深圳市南山区 侨城东路",
			"仙桐体育公园", 
			"莲花山公园", 
			"喜来登酒店", 
			"南山区华侨城创意文化园", 
			"福田体育馆", 
			"深圳 南山区 华侨城 汕头街3号 纸书坊院子", 
			"深圳南山区 华侨城 ", 
			"深圳  南山区  深圳大学(东南门)"
	};
	
	public static final String[] datetime = new String[] {
			"2013-09-18 22:00", 
			"2013-09-20 19:00",
			"2013-09-21 15:00", 
			"2013-08-22 09:30", 
			"2013-08-23 10:30", 
			"2013-08-25 19:00", 
			"2013-08-21 17:00",
			"2013-09-14 16:00", 
			"2013-09-30 10:00", 
			"2013-09-24 14:00"
	};
	
	public static final double[] distance = new double[] {
			15.2,
			18.5, 
			10.3, 
			9.4, 
			4.3, 
			8.3, 
			10.6, 
			20.3, 
			15.3, 
			16.7
	};
}
